---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BoundingBoxXYZ
zh: 包围盒
source: html/d7e07baa-ee85-a6cd-3545-ff78502b221a.htm
---
# BoundingBoxXYZ Members

**中文**: 包围盒

Constructs a new BoundingBoxXYZ with a default transform and extents of (-100, -100, -100) to (100, 100, 100).